#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

Services.InvalidSessionOrUserId           = Ung\u00FCltiger Benutzername/Passwort.
Services.Session.ConnectionCloseException = Es ist ein Fehler beim schlie\u00DFen der Verbindung aufgetreten.
Services.Session.CreateQueryException     = Fehler beim Erstellen eines neuen Abfrage Objektes.
Services.Session.CubeNameNotValid         = Programm fehler. Ung\u00FCltiger Cube Name.
Services.Session.NoCubeSelected           = Zum Ausf\u00FChren dieser Aktion muss ein Cube ausgew\u00E4hlt werden.
Services.Session.NullConnection           = Es ist unm\u00F6glich eine g\u00FCltige Verbindung herzustellen. Der Driver Manager lieferte NULL zur\u00FCck.

Servlet.AbstractServlet.RpcCallException     = Ein RPC Aufruf beendete mit folgendem Fehler:
Servlet.AbstractServlet.StandAlone           = Initialisierung von PAT im Standalone Modus.
Servlet.Discovery.CantGenerateCubesList      = Es ist unm\u00F6glich eine Liste von verf\u00FCgbaren Cubes zu erstellen.
Servlet.Discovery.CantGenerateDimensionsList = Es ist unm\u00F6glich eine Liste von verf\u00FCgbaren Dimensionen zu erstellen.
Servlet.Discovery.CantGenerateMembersList    = Es ist unm\u00F6glich eine Liste von verf\u00FCgbaren Members zu erstellen.
Servlet.DiscoveryServiceNotFound             = Das Discovery Service wurde in diesem Applikationskontext nicht gefunden.
Servlet.FileUpload.CantCreateTempDirectory   = Es ist unm\u00F6glich das Schema Verzeichnis im Applikationsverzeichnis zu erstellen. Die Applikation k\u00F6nnte in einem nicht expaniderten WAR File laufen. Es wird versucht das Schema im java.io.tmpdir Verzeichnis abzuspeichern.
Servlet.FileUpload.CantCreateTempDirectory2  = Es ist unm\u00F6glich das Verzeichnis f\u00FCr das Speichern der tempor\u00E4ren Schema Files anzulegen.
Servlet.Query.CantCreateQuery                = Ein Fehler ist beim Erstellen einer neuen Abfrage aufgetreten.
Servlet.Query.CantExecuteQuery               = Ein Fehler ist beim Ausf\u00FChren einer neuen Abfrage aufgetreten.
Servlet.Query.CantSelectMembers              = Ein Fehler ist beim W\u00E4hlen der Members aufgetreten.
Servlet.QueryServiceNotFound                 = Das Query Service wurde in diesem Applikationskontext nicht gefunden.
Servlet.Session.ConnectionFailed             = Es kann keine Verbindung hergestellt werden.
Servlet.Session.SchemaFileSystemAccessError  = Es ist wegen eines Filesystemzugriff-Fehlers unm\u00F6glich die Verbindung zu laden
Servlet.SessionServiceNotFound               = Das Session Service wurde in diesem Applikationskontext nicht gefunden.

Util.JdbcDriverFinder.NoDriversInPath = Es wurden keine JDBC Treiber im angegebenen Pfad gefunden.
