#Generated by ResourceBundle Editor (http://eclipse-rbe.sourceforge.net)

Services.InvalidSessionOrUserId           = Identifiant de session/usager invalide.
Services.Session.ConnectionCloseException = Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la fermeture d'une connection.
Services.Session.CreateQueryException     = Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la cr\u00E9ation d'une nouvelle requ\u00EAte.
Services.Session.CubeNameNotValid         = Erreur de programmation. Nom de cube non valide.
Services.Session.NoCubeSelected           = Afin d'effectuer cette op\u00E9ration vous devez d'abord s\u00E9lectionner un cube.
Services.Session.NullConnection           = Impossible de cr\u00E9er une connection valide. Le Driver Manager de Java a retourn\u00E9 un objet NULL.

Servlet.AbstractServlet.RpcCallException     = Un appel de proc\u00E9dure distante a r\u00E9sult\u00E9 en l'exception suicante : 
Servlet.AbstractServlet.StandAlone           = Initialisation de PAT en mode autonome.
Servlet.Discovery.CantGenerateCubesList      = Impossible de g\u00E9n\u00E9rer la liste des cubes disponibles.
Servlet.Discovery.CantGenerateDimensionsList = Impossible de g\u00E9n\u00E9rer la liste des membres disponibles.
Servlet.Discovery.CantGenerateMembersList    = Impossible de g\u00E9n\u00E9rer la liste des dimensions disponibles.
Servlet.DiscoveryServiceNotFound             = Le DiscoveryService n'a pas \u00E9t\u00E9 trouv\u00E9 dans le contexte applicatif.
Servlet.FileUpload.CantCreateTempDirectory   = Impossible de cr\u00E9er le dossier de stockage temporaire des sch\u00E9mas \u00E0 l'endroit sp\u00E9cifi\u00E9. L'application est peut-\u00EAtre contenue dans une archive WAR ou le chemin sp\u00E9cifi\u00E9 n'est pas valide. PAT va essayer de stocker les sch\u00E9mas dans le dossier temporaire sp\u00E9cifi\u00E9 par la JVM \u00E0 la place.
Servlet.FileUpload.CantCreateTempDirectory2  = Impossible de stocker lessch\u00E9mas sur le syst\u00E8me de fichiers local.
Servlet.Query.CantCreateQuery                = Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la cr\u00E9ation d'une nouvelle requ\u00EAte.
Servlet.Query.CantExecuteQuery               = Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de l'ex\u00E9cution de la requ\u00EAte.
Servlet.Query.CantSelectMembers              = Une exception a \u00E9t\u00E9 g\u00E9n\u00E9r\u00E9e lors de la s\u00E9lection des membres.
Servlet.QueryServiceNotFound                 = Le SessionService n'a pas \u00E9t\u00E9 trouv\u00E9 dans le contexte applicatif.
Servlet.Session.ConnectionFailed             = Impossible d'\u00E9tablir la connection.
Servlet.Session.SchemaFileSystemAccessError  = Impossible de charger la connection \u00E0 cause d'une erreur lors de l'acc\u00E8s au syst\u00E8me de fichier local.
Servlet.SessionServiceNotFound               = Le SessionService n'a pas \u00E9t\u00E9 trouv\u00E9 dans le contexte applicatif.

Util.JdbcDriverFinder.NoDriversInPath = Aucun pilote JDBC n'a \u00E9t\u00E9 trouv\u00E9 aux emplacements fournis.
